export const CITIES = 
[
  {
    "code": "ABA",
    "name": "Абакан – Абакан"
  },
  {
    "code": "ADH",
    "name": "Алдан – Алдан"
  },
  {
    "code": "AMV",
    "name": "Амдерма – Амдерма"
  },
  {
    "code": "DYR",
    "name": "Анадырь – Угольный"
  },
  {
    "code": "AAQ",
    "name": "Анапа – Витязево"
  },
  {
    "code": "KVK",
    "name": "Апатиты – Апатиты-Кировск"
  },
  {
    "code": "ARH",
    "name": "Архангельск – Васьково"
  },
  {
    "code": "ARH",
    "name": "Архангельск – Талаги"
  },
  {
    "code": "ASF",
    "name": "Астрахань – Астрахань"
  },
  {
    "code": "ACS",
    "name": "Ачинск – Ачинск"
  },
  {
    "code": "BWO",
    "name": "Балаково – Балаково"
  },
  {
    "code": "BAX",
    "name": "Барнаул – Барнаул"
  },
  {
    "code": "EGO",
    "name": "Белгород – Белгород"
  },
  {
    "code": "BCX",
    "name": "Белорецк – Белорецк"
  },
  {
    "code": "BQS",
    "name": "Благовещенск – Игнатьево"
  },
  {
    "code": "TGP",
    "name": "Бор – Подкаменная Тунгуска"
  },
  {
    "code": "BTK",
    "name": "Братск – Братск"
  },
  {
    "code": "BZK",
    "name": "Брянск – Брянск"
  },
  {
    "code": "UUA",
    "name": "Бугульма – Бугульма"
  },
  {
    "code": "PVS",
    "name": "Бухта Провидения – Бухта Провидения"
  },
  {
    "code": "VLU",
    "name": "Великие Луки – Великие Луки"
  },
  {
    "code": "VUS",
    "name": "Великий Устюг – Великий Устюг"
  },
  {
    "code": "VVO",
    "name": "Владивосток – Кневичи"
  },
  {
    "code": "OGZ",
    "name": "Владикавказ – Беслан"
  },
  {
    "code": "VOG",
    "name": "Волгоград – Гумрак"
  },
  {
    "code": "VGD",
    "name": "Вологда – Вологда"
  },
  {
    "code": "VKT",
    "name": "Воркута – Воркута"
  },
  {
    "code": "VOZ",
    "name": "Воронеж – Чертовицкое"
  },
  {
    "code": "GDZ",
    "name": "Геленджик – Геленджик"
  },
  {
    "code": "GRV",
    "name": "Грозный – Грозный"
  },
  {
    "code": "DKS",
    "name": "Диксон – Диксон"
  },
  {
    "code": "SVX",
    "name": "Екатеринбург – Кольцово"
  },
  {
    "code": "EIE",
    "name": "Енисейск – Енисейск"
  },
  {
    "code": "IWA",
    "name": "Иваново – Иваново-Южный"
  },
  {
    "code": "IAA",
    "name": "Игарка – Игарка"
  },
  {
    "code": "IJK",
    "name": "Ижевск – Ижевск"
  },
  {
    "code": "INA",
    "name": "Инта – Инта"
  },
  {
    "code": "IKT",
    "name": "Иркутск – Иркутск"
  },
  {
    "code": "JOK",
    "name": "Йошкар-Ола – Йошкар-Ола"
  },
  {
    "code": "KZN",
    "name": "Казань – Казань"
  },
  {
    "code": "KLF",
    "name": "Калуга (им. Циолковского) – Калуга"
  },
  {
    "code": "KGD",
    "name": "Калининград – Храброво"
  },
  {
    "code": "KEJ",
    "name": "Кемерово – Кемерово"
  },
  {
    "code": "KVX",
    "name": "Киров – Победилово"
  },
  {
    "code": "KGP",
    "name": "Когалым – Когалым"
  },
  {
    "code": "KXK",
    "name": "Комсомольск-на-Амуре – Хурба"
  },
  {
    "code": "KMW",
    "name": "Кострома – Сокеркино"
  },
  {
    "code": "KSZ",
    "name": "Котлас – Котлас"
  },
  {
    "code": "KRR",
    "name": "Краснодар – Пашковский"
  },
  {
    "code": "KJA",
    "name": "Красноярск – Емельяново"
  },
  {
    "code": "NOI",
    "name": "Крымск\nВКС РФ – Крымск"
  },
  {
    "code": "KRO",
    "name": "Курган – Курган"
  },
  {
    "code": "BVV",
    "name": "Курильск – Буревестник"
  },
  {
    "code": "URS",
    "name": "Курск – Восточный"
  },
  {
    "code": "KYZ",
    "name": "Кызыл – Кызыл"
  },
  {
    "code": "LDG",
    "name": "Лешуконское – Лешуконское"
  },
  {
    "code": "LPK",
    "name": "Липецк – Липецк"
  },
  {
    "code": "GDX",
    "name": "Магадан – Сокол"
  },
  {
    "code": "GDG",
    "name": "Магдагачи – Магдагачи"
  },
  {
    "code": "MQF",
    "name": "Магнитогорск – Магнитогорск"
  },
  {
    "code": "MCX",
    "name": "Махачкала – Уйташ"
  },
  {
    "code": "MRV",
    "name": "Минеральные Воды – имени М.Ю. Лермонтова"
  },
  {
    "code": "MJZ",
    "name": "Мирный – Мирный"
  },
  {
    "code": "BKA",
    "name": "Москва – Быково"
  },
  {
    "code": "VKO",
    "name": "Москва – Внуково"
  },
  {
    "code": "DME",
    "name": "Москва – Домодедово"
  },
  {
    "code": "ZIA",
    "name": "Москва – Жуковский"
  },
  {
    "code": "SVO",
    "name": "Москва – Шереметьево"
  },
  {
    "code": "MMK",
    "name": "Мурманск – Мурманск"
  },
  {
    "code": "NBC",
    "name": "Набережные Челны – Бегишево (им. Лемаенва)"
  },
  {
    "code": "NYM",
    "name": "Надым – Надым"
  },
  {
    "code": "NAL",
    "name": "Нальчик – Нальчик"
  },
  {
    "code": "NNM",
    "name": "Нарьян-Мар – Нарьян-Мар"
  },
  {
    "code": "CNN",
    "name": "Нерюнгри – Чульман"
  },
  {
    "code": "NEF",
    "name": "Нефтекамск – Нефтекамск"
  },
  {
    "code": "NFG",
    "name": "Нефтекамск – Нефтеюганск"
  },
  {
    "code": "NJC",
    "name": "Нижневартовск – Нижневартовск"
  },
  {
    "code": "NBC",
    "name": "Нижнекамск – Бегишево"
  },
  {
    "code": "GOJ",
    "name": "Нижний Новгород – Стригино"
  },
  {
    "code": "NVR",
    "name": "Новогород Великий – Новогород"
  },
  {
    "code": "NOZ",
    "name": "Новокузнецк – Спиченково"
  },
  {
    "code": "OVB",
    "name": "Новосибирск – Толмачёво"
  },
  {
    "code": "NUX",
    "name": "Новый Уренгой – Новый Уренгой"
  },
  {
    "code": "NGL",
    "name": "Ноглики – Ноглики"
  },
  {
    "code": "NSK",
    "name": "Норильск – Алыкель"
  },
  {
    "code": "NOJ",
    "name": "Ноябрьск – Ноябрьск"
  },
  {
    "code": "OKT",
    "name": "Октябрьский – Октябрьский"
  },
  {
    "code": "OMS",
    "name": "Омск – Омск-Центральный"
  },
  {
    "code": "OEL",
    "name": "Орёл – Орёл-Южный"
  },
  {
    "code": "REN",
    "name": "Оренбург – Оренбург-Центральный"
  },
  {
    "code": "OSW",
    "name": "Орск – Орск"
  },
  {
    "code": "OHH",
    "name": "Оха – Оха"
  },
  {
    "code": "OHO",
    "name": "Охотск – Охотск"
  },
  {
    "code": "PWE",
    "name": "Певек – Певек"
  },
  {
    "code": "PEZ",
    "name": "Пенза – Пенза"
  },
  {
    "code": "PEE",
    "name": "Пермь – Большое Савино"
  },
  {
    "code": "PES",
    "name": "Петрозаводск – Бесовец"
  },
  {
    "code": "PKC",
    "name": "Петропавловск-Камчатский – Елизово"
  },
  {
    "code": "PEX",
    "name": "Печора – Печора"
  },
  {
    "code": "PKV",
    "name": "Псков – Псков"
  },
  {
    "code": "RAT",
    "name": "Радужный – Радужный"
  },
  {
    "code": "ROV",
    "name": "Ростов-на-Дону – Платов"
  },
  {
    "code": "RYB",
    "name": "Рыбинск – Староселье"
  },
  {
    "code": "RZN",
    "name": "Рязань – Дягилево"
  },
  {
    "code": "RZN",
    "name": "Рязань – Турлатово"
  },
  {
    "code": "SLY",
    "name": "Салехард – Салехард"
  },
  {
    "code": "KUF",
    "name": "Самара – Курумоч"
  },
  {
    "code": "LED",
    "name": "Санкт-Петербург – Пулково"
  },
  {
    "code": "RVH",
    "name": "Санкт-Петербург – Ржевка"
  },
  {
    "code": "SKX",
    "name": "Саранск – Саранск"
  },
  {
    "code": "RTW",
    "name": "Саратов – Саратов-Центральный"
  },
  {
    "code": "SIP",
    "name": "Симферополь – Симферополь\nим. Айвазовского"
  },
  {
    "code": "LNX",
    "name": "Смоленск – Смоленск-Южный"
  },
  {
    "code": "GVN",
    "name": "Советская Гавань – Май-Гатка"
  },
  {
    "code": "CSH",
    "name": "Соловецкие острова – Соловки"
  },
  {
    "code": "AER",
    "name": "Сочи – Адлер-Сочи"
  },
  {
    "code": "STW",
    "name": "Ставрополь – Шпаковское"
  },
  {
    "code": "SWT",
    "name": "Стрежевой – Стрежевой"
  },
  {
    "code": "SGC",
    "name": "Сургут – Сургут"
  },
  {
    "code": "SCW",
    "name": "Сыктывкар – Сыктывкар"
  },
  {
    "code": "TBW",
    "name": "Тамбов – Донское"
  },
  {
    "code": "IKS",
    "name": "Тикси – Тикси"
  },
  {
    "code": "TOX",
    "name": "Тобольск – Тобольск"
  },
  {
    "code": "TOF",
    "name": "Томск – Богашёво"
  },
  {
    "code": "TYA",
    "name": "Тула – Клоково"
  },
  {
    "code": "TYD",
    "name": "Тында – Тында"
  },
  {
    "code": "TJM",
    "name": "Тюмень – Рощино"
  },
  {
    "code": "PYJ",
    "name": "Удачный – Полярный"
  },
  {
    "code": "UUD",
    "name": "Улан-Удэ – Байкал"
  },
  {
    "code": "ULY",
    "name": "Ульяновск – Баратаевка"
  },
  {
    "code": "ULI",
    "name": "Ульяновск – Ульяновск-Восточный"
  },
  {
    "code": "UIK",
    "name": "Усть-Илимск – Усть-Илимск"
  },
  {
    "code": "UKX",
    "name": "Усть-Кут – Усть-Кут"
  },
  {
    "code": "USK",
    "name": "Усинск – Усинск"
  },
  {
    "code": "URJ",
    "name": "Урай – Урай"
  },
  {
    "code": "UFA",
    "name": "Уфа – Уфа"
  },
  {
    "code": "UCT",
    "name": "Ухта – Ухта"
  },
  {
    "code": "KHV",
    "name": "Хабаровск – Хабаровск-Новый"
  },
  {
    "code": "HMA",
    "name": "Ханты-Мансийск – Ханты-Мансийск"
  },
  {
    "code": "HTG",
    "name": "Хатанга – Хатанга"
  },
  {
    "code": "VLK",
    "name": "Цимлянск – Волгодонск"
  },
  {
    "code": "CSY",
    "name": "Чебоксары – Чебоксары"
  },
  {
    "code": "CEK",
    "name": "Челябинск – Челябинск"
  },
  {
    "code": "CEE",
    "name": "Череповец – Череповец"
  },
  {
    "code": "CYX",
    "name": "Черский – Черский"
  },
  {
    "code": "HTA",
    "name": "Чита – Кадала"
  },
  {
    "code": "CKH",
    "name": "Чокурдах – Чокурдах"
  },
  {
    "code": "EKS",
    "name": "Шахтерск – Шахтерск"
  },
  {
    "code": "CKL",
    "name": "Щёлково – Чкаловский"
  },
  {
    "code": "ESL",
    "name": "Элиста – Элиста"
  },
  {
    "code": "DEE",
    "name": "Южно-Курильск – Менделеево"
  },
  {
    "code": "UUS",
    "name": "Южно-Сахалинск – Хомутово"
  },
  {
    "code": "YKS",
    "name": "Якутск – Якутск"
  },
  {
    "code": "IAR",
    "name": "Ярославль – Туношна"
  }
];